//COBCOMP JOB CLASS=A,MSGCLASS=A,NOTIFY=&SYSUID,MSGLEVEL=(1,1)
//PROCLOC JCLLIB ORDER=IGY640.SIGYPROC
//STEP1 EXEC PROC=IGYWCL,LNGPRFX='IGY640'
//COBOL.SYSIN DD DSN=Z52080.SHY.COBLIB(HELLO),DISP=SHR
//LKED.SYSLMOD DD DSN=Z52080.SHY.LOADLIB(HELLO),
//             DISP=SHR,
//             RECFM=U,LRECL=0,BLKSIZE=32760,DSNTYPE=LIBRARY
//*
//STEP2 EXEC PGM=HELLO
//STEPLIB DD DSN=Z52080.SHY.LOADLIB(HELLO),DISP=SHR
//SYSPRINT DD SYSOUT=*
//SYSOUT DD SYSOUT=*
