       IDENTIFICATION DIVISION.
        PROGRAM-ID. HELLO.
       DATA DIVISION.
       WORKING-STORAGE SECTION.
       01  GREETING PIC A(10).
       PROCEDURE DIVISION .
           MOVE "HELLO" TO GREETING.
           DISPLAY GREETING.
           STOP RUN.
